/*
 * Status messages
 */
"CAMERA_PREVIEW_VIDEO_NOT_CONNECTED" = "Nein kamara!";

"CAMERA_VIEW_ERROR" = "kamara zheikel!";

"AUDIO_INIT_ERROR" = "Audio init kien!";

"SENSOR_ERROR_CANT_FIND_NORTH" = "Norde zhiben?";

"SENSOR_ERROR_MAGNETOMETER_NOT_AVAILABLE" = "Kompass neingen!";

"LOCATION_ERROR" = "Lokale nein!";

"STATUS_SCANNING" = "Skanenhagen...";

"STATUS_LOCKING" = "Lockzheil...";

/*
 * Social media
 */

"SHARE_TEXT" = "Ziebel zeichen Santa Klaus deh %@ zuh %@ (http://roundtripsoftware.com/santa/)";

/*
 * Web links
 */

// Santa Spy app home page
"APP_HOME_URL" = "http://www.roundtripsoftware.com/santa/";

// Santa Spy app help page
"APP_HELP_URL" = "http://www.roundtripsoftware.com/santa/help/de";

// Downloads the latest new from RTS, to embed in the flip side view
"RTS_NEWS_TEXT_SOURCE" = "http://www.roundtripsoftware.com/storage/embeded_app_news/text_de.txt";

// This link conttains the App Store link to hit when the news above is clicked
"RTS_NEWS_LINK_SOURCE" = "http://www.roundtripsoftware.com/storage/embeded_app_news/url_de.txt";
// So the URL anove would return a link such as below:
//"RTS_NEWS_LINK_SOURCE" = "https://itunes.apple.com/us/app/mobile-sports-scout-football/id366323117?mt=8&uo=4";

/*
 * Fallback defaults if above URLs cannot be accessed
 */

// Default news text, used if the above link cannot be reached
"RTS_NEWS_DEFAULT_TEXT" = "Zeek heigen Round Trip Software, LLC";

// Default news link, used if the above link cannot be reached
"RTS_NEWS_DEFAULT_LINK" = "http://www.roundtripsoftware.com/";

/*
 * Misc labels
 */

"MILES_SHORT" = "miles";

"KILOMETERS_SHORT" = "km";

"HELP" = "Heikel";

"SHARE" = "Sharzen";
